Repository: silvivs/YearDotsCountdown
Catalog: YearDotsCountdown/Localizable.xcstrings
Source language: en
Languages: pt_br

# %lldd %lldh %lldm %llds left
source: %1$lldd %2$lldh %3$lldm %4$llds left
pt_br: %1$lldd %2$lldh %3$lldm %4$llds restante(s)

# %lldd %lldh %lldm %llds to %@
source: %1$lldd %2$lldh %3$lldm %4$llds to %5$@
pt_br: %1$lldd %2$lldh %3$lldm %4$llds para %5$@

source: About
pt_br: Sobre

source: Adjustments
pt_br: Ajustes

source: Appearance
pt_br: Aparência

source: Automatic
pt_br: Automático

source: Cancel
pt_br: Cancelar

source: Completed
pt_br: Pronto

source: Dark
pt_br: Escuro

source: Data and Storage
pt_br: Dados e armazenamento

source: Date
pt_br: Data

source: Delete All
pt_br: Apagar tudo

source: Delete All Events
pt_br: Apagar todos os eventos

source: Delete all events?
pt_br: Apagar todos os eventos?

source: Edit Milestone
pt_br: Editar marco

source: Happened!
pt_br: Concluído!

source: Haptic Feedback (Vibration)
pt_br: Feedback tátil (Vibração)

source: Light
pt_br: Claro

source: Milestone Title
pt_br: Título do marco

source: New Milestone
pt_br: Novo marco

source: Notifications
pt_br: Notificações

source: Progress: %.1f%%
pt_br: Progresso: %.1f%%

source: Reminder Time: %lld:00
pt_br: Hora do lembrete: %lld:00

source: Save
pt_br: Salvar

source: Selected Event
pt_br: Evento selecionado

source: Theme
pt_br: Tema

source: This action cannot be undone. All milestones and scheduled notifications will be deleted.
pt_br: Esta ação não pode ser desfeita. Todos os marcos e notificações agendadas serão excluídos.

# Today is %lld of %lld
source: Today is %1$lld of %2$lld
pt_br: Hoje é o dia %1$lld de %2$lld

source: Total Milestones Saved
pt_br: Total de marcos salvos

source: Version
pt_br: Versão

source: Year %@ finished!
pt_br: Ano %@ finalizado!
